Repository: mourad-zitouni/Code-Example
Catalog: tra_url_redirect/language/*.po
Languages: fr

source: Add Redirection
fr: Ajouter une Redirection

source: Redirection type : (1 = external, 0 = internal).
fr: Type de Redirection : (1 = externe, 0 = interne).

source: Created the %id Redirection.
fr: La redirection %id a été créée.

source: Saved the %id Redirection.
fr: La redirection %id a été mis à jour.

source: The destination url is the same as the source.
fr: L'URL de destination est identique à la source.

source: The source url already exists.
fr: L'URL source existe déjà.

source: Be careful, this will make an infinite redirection.
fr: Attention, cela fera une redirection infinie.

source: The destination url is not valid.
fr: L'URL de destination n'est pas valide.

source: This URL is not valid, please use autocomplete.
fr: Cette URL n'est pas valide, veuillez utiliser la saisie semi-automatique.

source: Use autocomplete to choose an editorial content.
fr: Utilisez la saisie semi-automatique pour choisir un contenu éditorial.

source: Use autocomplete to choose an editorial content or http://www.example.com for an external url.
fr: Utilisez la saisie semi-automatique pour choisir un contenu éditorial ou http://www.example.com pour une URL externe.
